Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The work will have an ethnographic approach and address asymmetry within and across work packages 2-4.
nb: Arbeidet vil ha en etnografisk tilnærming og adressere asymmetri innenfor og på tvers av arbeidspakke 2-4.

source: The course teaches various forms of written English for business or other professional use, and relevant terminology.
nb: I den skriftlige delen av emnet vil studentene få innblikk i forskjellige former for engelsk handelskorrespondanse og i grunnleggende terminologi.

source: In a series of workshops, we will examine how teacher students, historians, designers, developers and students collaborate on this task using virtual, augmented and hybrid reality games.
nb: I en serie workshoper vil vi undersøke hvordan lærerstudenter, historikere, designere, utviklere og elever samarbeider om denne oppgaven ved å bruke virtuell, utvidet og hybrid virkelighetsspill.

source: NewfangledFutures - Opening of two NTA master productions
nb: Tverrprofesjonelt samarbeid - et samfunnsoppdrag.

source: Get started with Skype for Business for Windows
nb: Kom i gang med Skype for Business i Windows

source: I am an accountant at Østfold District College in Halden and in Molde in the period 1979 - 1982, and am a lecturer at the Department of Economics, Innovation and Society at Østfold University College.
nb: Jeg er utdannet revisor ved Distriktshøgskolen i Østfold i Halden og i Molde i perioden 1979 - 1982, og er høgskolelektor ved Institutt for økonomi, innovasjon og samfunn ved Høgskolen i Østfold.

source: Senior Grants Administrator, Division of Gastrology, consultant support for Division of Pulmonology, Brigham and Women's Hospital, Boston, MA, USA
nb: Seniorrådgiver, gastroenterologi divisjon, konsultasjon for pulmonologi divisjon, Brigham and Women's Hospital, Boston, MA, USA

source: Minor degree Theatre and Pedagogics of drama in interaction with young children (University College Oslo, HiO) - 2005
nb: Mellomfag i Teater og Dramapedagogikk i samspill med barn (Høgskolen i Oslo) - 2005

source: The route from Hvaler to Moss passes close to their usual place of work and the official journey will in this case start in Fredrikstad.
nb: Reiseruten fra Hvaler til Moss går i nærheten av det vanlige arbeidsstedet og arbeidsreisen vil i dette tilfelle starte i Fredrikstad.

source: To install a VPN on ChromeOS-devices you have to download Cisco AnyConnect through the Chrome Web Store.
nb: For å installere VPN på ChromeOS enheter må man laste ned Cisco AnyConnect gjennom Chrome Nettmarked.

source: System security is safeguarded through mechanisms for safe transactions of data over the internet.
nb: Sikkerheten ivaretas gjennom bruk av mekanismer for sikker overføring av data over Internett.

source: The trainee normally works approx. 600 hours. At the end of the project the student must submit a report describing the work done and give an oral presentation of the project.
nb: Arbeidets omfang skal normalt være i størrelsesorden 600 timer.Ved bedriftsoppgavens avslutning skal studenten legge fram en rapport om arbeidet som er utført og gi en muntlig presentasjon.

source: You will find literature marked (*) in the compendium Kopisamling 1 for the Master's Programme in Organization and Leadership. You will be able to buy the literature in the bookstore at campus, in your local bookstore or online.
nb: Pensum fås kjøpt hos bokhandelen Index på høgskolesenteret på Remmen, eventuelt hos din lokale bokhandler eller i en nettbokhandel. Litteratur merket med (*) finner du i kopisamling 1 for Masterstudiet i organisasjon og ledelse

source: I have been associated with Østfold University College since the beginning of the 1990s and teach accounting and finance subjects, such as financial accounting, public accounting, accounting regulations, financial management and more.
nb: Jeg har vært tilknyttet høgskolen i Østfold siden begynnelsen på 1990-tallet og underviser i regnskaps- og økonomiemner, som finansregnskap, offentlig regnskap, regnskapsførerregelverket, økonomistyring med videre.

source: My PhD project concerns digital knowledge, competencies in professions at multilevel municipalities.
nb: Doktorgraden min omhandler digital kunnskap, kompetanse i profesjon i flernivå kommuner.

source: Scanning is free, but students must have at least 1 NOK on the print account to scan.
nb: Skanning er gratis, men studenter må ha minst 1 krone på utskriftskontoen for å få skannet.

source: To be able to offer a topical and relevant education of good quality, we are dependent on feedback from the students and on their participation in evaluating the programmes of study.
nb: For å kunne tilby en aktuell og relevant utdanning av god kvalitet er vi avhengig av studentenes tilbakemeldinger og at deres deltakelse i evaluering av studiene.

source: University of Costa Rica
nb: Universitetet i Costa Rica

source: PhD in Maths (Number Theory) from Oxford University.
nb: PhD i matematikk (tallteori) ifra Oxfords Universitet.

source: This text shall be used in the programme description revision report which is prepared by the Study Programme Secretariat.
nb: Dette elementet må tas med i betraktning av klagerett og hvilke komponenter i mappen som skal være gjenstand for vurdering.

source: Topics covered include feudalism, the Tudors, the British Empire, the Industrial Revolution, and the modern era, including British government and politics.
nb: Man tar for seg temaer som føydalismen, Tudortiden, det britiske imperiet, den indistruelle revolusjon, moderne tid og samtid, inkludert Storbritannias politiske system.

source: B.A. in New German and French literatur, Universität Konstanz (Germany)
nb: i Ny tysk og Fransk litteratur, Universität Konstanz (Tyskland)

source: The course will be evaluated by a standardized electronic form.
nb: innføring i vitenskapelig metode for lærerstudenter.

source: All employees have a defined place of work that is either Halden or in Fredrikstad.
nb: Alle ansatte har et definert arbeidssted som enten er Halden eller i Fredrikstad.

source: use methods for design and evaluation of IT systems
nb: beherske metoder for design og evaluering av IT-systemer.

source: design and conduct experiments with new and existing technology for interaction between humans and machines
nb: designe og gjennomføre eksperimenter med ny og eksisterende teknologi for interaksjon mellom mennenske og maskin

source: ChromeOS VPN Installation
nb: Installasjon av VPN på ChromeOS

source: Thus, I do not have access to rent a car for work.
nb: Dermed får jeg ikke tilgang til å leie bil i arbeidet.

source: Each year the best papers are chosen for publication in the proceedings of IRIS selected papers.
nb: Hvert år velges de beste papirene for publisering i saken av IRIS utvalgte papirer.

source: Work and teaching methods include lectures, seminars, group work and supervision sessions.
nb: Læringsformene omfatter forelesninger, seminarer, gruppearbeid og veiledningstimer.

source: The course is experimental in nature, but with the focus on producing a finished product for an audience or users.
nb: Emnet er av eksperimentell karakter, men med fokus på et ferdig gjennomført resultat for publikum eller brukere.

source: Transferring data from Office 365 BEFORE closing is possible by creating an "Office365 PERSONAL" account even in good time and following this guide
nb: Overføring av data fra Office 365 FØR avslutning er mulig ved at du selv i GOD tid oppretter en "Office365 PERSONAL"-konto og følger denne veiledningen

source: Based on an ethnographic approach (Gantt chart work package 5, task 2), and Actor–network theory (ANT) work package 5b seek to develop and expand knowledge on the collaboration between actors in TCS and the schools in general society.
nb: Med utgangspunkt i etnografisk tilnærming (Gant-diagram arbeidspakke 5,oppgave 2), og Aktør – nettverksteori (ANT) søker arbeidspakke 5b å utvikle og utvide kunnskap om samarbeidet mellom aktører i DKS og skolene i samfunnet generelt.

source: Each student is assigned an academic supervisor, who is appointed by the institution and follows the student throughout the programme.
nb: Hver student tildeles en faglig veileder, utpekt av institusjonen, som følger studenten gjennom studiene.

source: Definitions and epidemiology.
nb: Foreningen for utgivelse av Norsk legemiddelhåndbok.

source: Log in to Zoom app in Windows
nb: Logg inn i skrivebordsapp i Windows

source: One Overseas Research Grant lasting 6 months is planned for Jorunn Spord Borgen at University of Jyväskylä during the project period, documented by the attached invitation letter (Gantt chart work package 5, task 3).
nb: Ett oversjøisk forskningsstipend på 6 måneder er planlagt til Jorunn Spord Borgen ved Universitetet i Jyväskylä i løpet av prosjektperioden, dokumentert ved vedlagte invitasjonsbrev (Gant-diagram arbeidspakke 5, oppgave 3).

source: Click the "Add method" and make sure that the "Authenticator-app" option is selected, then press "Add".
nb: Klikk på knappen "Legg til metode" og se til at "Authenticator-app" er valgt, klikk deretter "Legg til".

source: First and second semester (autumn and spring).
nb: semester (høst og vår).

source: Associate professor (fulltime), Østfold University College (HiOF)
nb: Førsteamanuensis (fulltid), Høgskolen i Østfold (HiOF)

source: The student must have passed the course Productions 1.
nb: Studenten må ha bestått emnet Produksjoner 1.

source: Traveled by bus to India in 1988 to cover treehugging in the rainforest.
nb: Reiste med egen buss til India for å fotodokumentere nedhogging av regnskog i 1988.

source: Two individual self reflection texts, at 20 % (approximately 120 hours) and 80 % (approximately 500 hours) of total work hours.
nb: innlevering av to individuelle refleksjonsnotater, etter hhv. 20 % (ca 120 timer) og 80 % (ca 500 timer) av fullført tid.

source: Chapter 5 and 6, 18 pages.
nb: Kapittel 5 og 6, 18 sider.

source: Mandatory course in Bachelor's Programme in International Communication
nb: Obligatorisk emne i bachelorstudiet i internasjonal kommunikasjon.Profileringsemne i bachelorstudiet i økonomi-administrasjon, profilering:

source: It's recommended to use evince or WPS Office to print documents.
nb: Programmering og transformeringssystemer for behandling og formidling av dokumenter.

source: Support for reporting to Dbh, Bibsys, Lånekassen, utdanning.no, NIFU
nb: Støtte ved rapportering til Dbh, Bibsys, Lånekassen, utdanning.no, NIFU o.a.

source: 7 years as a teacher and cand.polit in elementary school and high school
nb: 7 år som lærer og lektor i grunnskole og videregående skole

source: Uploading photos (to the Student Identity Card app)
nb: Innlasting av bilde (til Studentbevis-appen)

source: All employees at Fredrikstad campus can be issued a P-card at the reception.
nb: Alle ansatte ved studiested Fredrikstad kan få utstedt P-kort i resepsjonen.

source: Enter username@hiof.no and your FEIDE password
nb: Skriv inn brukernavn@hiof.no i feltet for brukernavn, og FEIDE-passord i feltet for passord

source: Department of Education, ICT and Learning, Østfold University College
nb: , førsteamanuensis, avdeling for lærerutdanning, Høgskolen i Østfold

source: Owren graduated from the Norwegian Theatre Academy in 2015, and has since worked professionally as a scenographer and theatre maker.
nb: Owren uteksaminerte fra Akademi for scenekunst i 2015, og har siden arbeidet profesjonelt som scenograf og scenekunstner.

source: No report is required, but the students must demonstrate their projects by giving a short presentation (15-20 min).
nb: Det er ikke krav om at det skal skrives en skriftlig rapport, men studentene skal gi en kort presentasjon (15-20 minutter) hvor de demonstrerer prosjektet sitt.

source: Østfold University College does not register any of this.
nb: Høgskolen i Østfold registrerer ikke noe av dette.

source: You enter your FEIDE username and password.
nb: Du taster da inn ditt FEIDE-brukernavn og passord.

source: Work and teaching methods include lectures, seminars, group work, teaching, supervision sessions, online work and student-led discussions.
nb: Læringsformene omfatter forelesninger, seminarer, gruppearbeid, undervisning, veiledningstimer, nettarbeid og studentstyrte diskusjoner.

source: Restructuring and transition requirements increase the need for skills in cooperation and communication, and for leaders to be able to understand the causes, dynamics and solutions to conflicts.
nb: Krav til omorganisering og omstillinger øker behovet for kompetanse i samhandling og kommunikasjon, og for at ledere kan forstå konflikters årsaker, dynamikk og løsninger.

source: Optional course in Bachelor's Programme in Information Science: information systems
nb: Profileringsemne i bachelor i økonomi og administrasjon, profilering:

source: The languages of interest include as Norwegian, English, Spanish, French, Germen, Italian, Latin, Tigrinya and Russian.
nb: Språkene som gruppen arbeider med inkluderer blant annet norsk, engelsk, fransk, spansk, tysk, italiensk, latin og tigrinja.

source: for more information about our instrumentation units.
nb: for mer informasjon om forskningsinstrumenteringen vår.

source: , the Twelfth International Conference on Advances in Computer-Human Interactions hosted by IARIA.
nb: kunne jobbe med prosjekter og løse konkrete arbeidsoppgaver, både selvstendig og i team.

source: The course will give the student apprixmately 280 hours of work.
nb: Det er forventet at studenten bruker om lag 280 timer i alt på dette emnet.

source: Note the time and place, what happened and your reaction.
nb: Notér tid og sted, hva som hendte og hvordan du reagerte.

source: Divergence and curl.
nb: Divergens og virvling.

source: A generated meeting ID should be used (never re-use meeting ID)
nb: Det skal benyttes en generert møte-id (gjenbruk aldri møte-id)

source: International Office's contact for Faculty of Computer Science, Engineering and Economics and the Norwegian Theatre Academy
nb: Internasjonalt teams kontaktperson for Fakultet for informasjonsteknologi, ingeniørfag og økonomi og Akademi for scenekunst

source: Fifth and sixth semester (autumn and spring).
nb: semester (høst og vår).

source: Assessment takes into consideration: level of knowledge, information gathering, independence, and ability to formulate.
nb: Ved bedømmelsen blir det tatt hensyn til kunnskapsnivå, informasjonsinnhenting, sjølstendighet og formuleringsevne.

source: Parking signs have been set up at Bjølstadjordet and at the other parking spaces of the university college with current parking regulations.
nb: Det er satt opp parkeringsskilt på Bjølstadjordet (kommer på Odden), og ved de andre parkeringsplassene til høgskolen med gjeldende parkeringsreguleringer.

source: For students the text is Student.
nb: For studenter vil det står Student.

source: Collaborating with Institute for Energy Technology (IFE) and Edda Systems we investigate what opportunities lies in the use of speech recognition for interaction with data systems.
nb: I samarbeid med Institutt for energiteknikk (Ife) og Edda Systems undersøkes i et masterprosjekt hvilke muligheter som ligger for bruk av talegjenkjenning for interaksjon med datasystemer.

source: Give those you add here rights as host.
nb: Gir de du legger til her rettigheter som host.

source: The employment was later transferred to Restrack AS, a spin-off company founded by IFE.
nb: Ansettelsen ble seinere overført til Restrack AS, et spinn-off selskap som ble stiftet av IFE.

source: The students' active participation and contribution can take different forms, such as major or minor practical and theoretical contributions to artistic productions and publications.
nb: Studentenes aktive deltakelse og bidrag kan ta ulike former som praktisk og teoretisk bidrag av mindre eller større omfang til kunstneriske produksjoner og publikasjoner.

source: Controls who can turn on video in the meeting.
nb: Styrer hvem som kan slå på video i møtet.

source: If students require skills relating to writing assignments and referencing techniques, then the choice of required coursework/exam must be in written form.
nb: Følgende standardtekster er utarbeidet og kan tas inn i studieplanen ved søknad om akkreditering, eller ved revisjon dersom plagiering ikke er omtalt.

source: Such testing is intended to ensure that students understand what the final design of the space will be, and it will also serve as quality assurance of the student's work for any co-producers.
nb: En slik utprøving er ment å sikre studentens forståelse av hvordan rommet endelig skal utformes og vil ellers utgjøre en kvalitetssikring av studentens arbeid for eventuelle co-produsenter.

source: Students and employees can book group rooms on both campus and rooms in the Center for Simulation and Innovation (SSI) in Fredrikstad.
nb: Studenter og ansatte kan reservere grupperom på begge campus og rom i Senter for simulering og innovasjon (SSI) i Fredrikstad.

source: NITO have a local team in Halden and one in Fredrikstad.
nb: NITO har medlemslag i Halden og i Fredrikstad.

source: When the "Get started with the app" page appears, click "I want to use another authentication app", then open the authenticator app on your mobile and open the QR code scanner there.
nb: Når siden "Begynn med å skaffe deg appen" dukker opp, klikk "Jeg vil bruke en annen godkjennerapp" og åpne authenticator appen på mobilen og åpne QR-kode skanneren der.

source: Planning, organising and holding a seminar with relevance to issues raised by the students'
nb: Planlegging, organisering og gjennomføring av seminaret med relevans til problemstillinger i studentenes egne

source: Exchanges / periods of study abroad must be discussed with and approved by the student's supervisor.
nb: Utveksling/utenlandsopphold skal diskuteres med og godkjennes av veilederen.

source: Send an e-mail to
nb: Send mail til

source: The students choose a topic related to social life, culture, literature, didactics or language in the German area.
nb: Studentene kan velge fra tema i tilknytning til samfunnsforhold, kultur, litteratur, didaktikk eller språklige forhold i tyskspråklige land.

source: The deadline must be met and weekend days are included in the deadline.
nb: Fristen må overholdes og helgedager er medregnet i fristen.

source: , and plans for its execution in the form of an internal full-scale model, a '
nb: og planer for realisering i form av en intern fullskala modell, en '

source: can create a research design for an independent and limited research or development project (master's thesis) under supervision and in line with ethically derived principles and requirements of regulatory bodies
nb: kan utarbeide et forskningsdesign for et selvstendig og avgrenset forsknings- eller utviklingsprosjekt (masteravhandling) under veiledning og i tråd med etisk avledede prinsipper og krav fra regulerende organer

source: The supervisor is the student's main academic and institutional contact, and he/she is responsible for assessing the student's progress from semester to semester in dialogue with the student, the academic staff and the Norwegian Theatre Academy.
nb: Veilederen er studentens faglige og institusjonelle hovedkontakt, og har ansvar for å vurdere studentens progresjon fra semester til semester i dialog med studenten, fagstaben og Akademi for scenekunst for øvrig.

source: The IRIS (Information systems research seminar in Scandinavia) is the oldest consecutive IS conference in the world.
nb: IRIS (Informationssystemforskningsseminaret i Skandinavia) er den eldste påfølgende IS-konferansen i verden.

source: (CRItical SPeed function and Automatic speed control function ahead of a dangerous road section) is a project that falls within the area of Cooperative and Intelligent transportation systems (C-ITS), and it aims to: (1) develop a safety solution that proactively monitors, warns, and autonomously controls the speed of the vehicle at curved or hilly road sections, and, (2) to make this solution work effectively on roads with different levels of construction and wear, for vehicles with varying levels of tyre wear, and as road conditions vary with the weather.
nb: (CRitical SPeed function and Automatic speed control function ahead of a dangerous road section) er et prosjekt som går under samarbeidende og intelligente transportsystemer (C-ITS), og det tar sikte på å (1) utvikle en sikkerhetsløsning som kan proaktivt overvåke og varsle, samt autonomt kontrollere farten til kjøretøyene i svingete eller bakkete veistrekninger, og (2) gjøre denne løsningen effektiv på veier med ulikt nivå av oppbygning og slitasje, for kjøretøyer med varierende dekk, og under stadig skiftende værforhold.

source: At the Fredrikstad campus, the testing will be in the canteen.
nb: Ved studiested Fredrikstad vil testingen være i kantina.

source: The in-depth assignment will be graded using the grade scale A-F.
nb: Fordypningsoppgaven vurderes etter karakterregel A-F.

source: The employee lives in Rakkestad, their place of work is in Halden, and they need to attend a meeting in Fredrikstad.
nb: Ansatt bor i Rakkestad, arbeidssted er i Halden, og skal på et møte i Fredrikstad.

source: Blind Spot: Staring Down the Void.
nb: Nye drinker for dannelsen av folket (forestilling):

source: In the year of study 2021/2022 I teach the following subjects:
nb: I studieåret 2021/2022 underviser jeg i emnene:

source: We will also spend time developing skills in research, analysis and essay writing.
nb: Studentene får også trening i innformasjonsinnhenting, tekstanalyse og essayskriving.

source: You will also need to choose Høgskolen i Østfold or Østfold University College before logging in.
nb: Høgskolen i Østfold og logger deg inn med ditt Feide brukernavn og passord.

source: The project is financed by Oslofjordfondet.
nb: Prosjektet er finansiert av Oslofjordfondet.

source: Mathematics and mathematics didactic topics in continuing education.
nb: Matematikk- og matematikkdidaktiske emner på etter- og videreutdanning.

source: Empowerment of patients and relatives through the introduction of person-centred healthcare and digital solutions.
nb: Myndiggjøring av pasienter og pårørende gjennom innføring av person-sentrert helsearbeid og digitale løsninger.

source: can analyse how power, authority and influence can impact working life
nb: kan analysere hvordan makt, autoritet og innflytelse påvirker arbeidsliv

source: IRF20014 Matematikk 2 or equivalent courses.
nb: IRF20014 Matematikk 2 eller tilsvarende.

source: is familiar with the principles for the content, composition / structuring and form of texts, for example in academic articles and applications, and can apply them.
nb: kjenner prinsipper for innhold, oppbygging/strukturering og form av tekst for eksempel i akademiske artikler og søknader og kan anvende disse.

source: from Friday 17
nb: fra fredag 17.

source: Assist with english writing/editing of manuscripts, abstracts, poster presentations, and educational courses
nb: Bistå med engelsk skriving/redigering av manuskripter, sammendrag, plakatpresentasjoner og undervisningskurs

source: In Theory and Methods 2, the student group will curate and organise an internal seminar under the supervision of a subject teacher.
nb: Studentgruppen vil i Teori og metoder 2 selv og med veiledning av faglærer kuratere og arrangere et internt seminar.

source: SAIH also works with political influence in Norway and internationally, to improve the framework conditions for education and development globally.
nb: SAIH jobber også med politisk påvirkning i Norge og internasjonalt, for å bedre rammevilkårene for utdanning og utvikling globalt.
